const STUDIO_CODES = ['M1707.000300','M1707.000400','M1707.001000','M1707.001100'];
// 조경학 타과 전공선택 인정 코드 (최대 9학점, 주전공 중복 최대 3학점)
const LAND_CROSSOVER_CODES = [
  '208.223',    // 지형학과 실험 (사회교육과)
  '208.207',    // 도시지리학 (사회교육과)
  'M1310.001000',// 기후학과 기후변화 (사회교육과)
  // 산림환경학
  '5241.214A',  // 산림생태학 및 실습
  '5241.220',   // 산림지리정보학 및 실습
  '5241.211',   // 야생동물학 및 실습
  '5241.412',   // 야생동물보전관리학 및 실습
  '5241.415',   // 도시수목보호관리학 및 실험
  // 건설환경공학부
  '457.404',    // 국토 및 지역계획
  '457.302',    // 도시설계
  '457.210A',   // 환경공학
  '457.402',    // 원격탐사
  // 생명과학부
  '3346.415',   // 생태학
  // 응용생물화학부
  '519.203',    // 토양학
];
